/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.about" = "Om";
"zanalytics.bug.alert.from" = "Från";
"zanalytics.bug.alert.imagelimitreached" = "Maximal gräns uppnådd";
"zanalytics.bug.alert.imagelimits" = "Du kan bara bifoga upp till 10 bilder";
"zanalytics.bug.alert.macheader" = "Dela feedback med oss eller rapportera buggar ihop med bilagor för vår referens";
"zanalytics.bug.alert.write" = "Skriv till oss";


"zanalytics.bug.alert.anonymalert" = "Det är alltid rekommenderat att dela feedback med din e-postadress. Om du inte delar din e-postadress kommer vi inte att kunna nå dig för att uppdatera om problemet.";
"zanalytics.bug.alert.quitfeedback" = "Är du säker på att du vill stänga?";
"zanalytics.feedback.navbar.title.noscreenshots" = "Inga skärmdumpar tillgängliga";
"zanalytics.feedback.navbar.title.screenshots" = "Skärmdumpar";
"zanalytics.feedback.navbar.title.snap" = "Fäst";
"zanalytics.feedback.navbar.title.compose" = "Skriv";

"zanalytics.bug.alert.cancel"               = "Nej";
"zanalytics.bug.alert.title"                = "Vill du berätta något?";
"zanalytics.feedback.navbar.title.feedback"             = "Feedback";
"zanalytics.feedback.navbar.title.reportbug"            = "Rapportera bugg";
"zanalytics.feedback.navbar.title.helpme"               = "Hjälp mig";

"zanalytics.feedback.navbar.title.systemlogs"             = "Systemloggar";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Diagnostisk information";

"zanalytics.bug.alert.dontshowagain"            = "Visa inte detta igen";
"zanalytics.bug.alert.title.helpme"            = "Hjälp mig";

"zanalytics.bug.alert.message.savetolocal"         = "Tyvärr! Det gick inte att skicka felrapporten. Vill du spara skärmbilden?";



"zanalytics.feedback.email.title"                = "E-postadress";


"zanalytics.bug.detectscreen.title"       = "Hittade något intressant?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Ja";
"zanalytics.bug.alert.detectscreen.no"                       = "Nej";

"zanalytics.bug.alert.detectscreen.share" = "Dela";
"zanalytics.bug.alert.detectscreen.dontshow" = "Fråga inte igen";

"zanalytics.bug.annotate.button.title"                       = "Lägg kommentarer till buggen med verktygen nedan";


"zanalytics.feedback.failed.alert.description" = "Det gick inte att skicka feedback. Försök igen!";


"zanalytics.feedback.success.alert.description" = "Tack för att du skickar din feedback!";


"zanalytics.feedback.common.alert.title.add.photos" = "Lägg till foton";
"zanalytics.feedback.common.alert.title.alert" = "Varning";
"zanalytics.feedback.common.button.title.back" = "Tillbaka";
"zanalytics.feedback.common.button.title.cancel" = "Avbryt";
"zanalytics.feedback.common.button.title.close" = "Stäng";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"           = "Vi värdesätter din feedback. Låt oss få veta hur du upplever oss.";
"zanalytics.bug.textview.placeholder"           = "Har du stött på problem vid användning av vår app? Berätta för oss.";
"zanalytics.help.textview.placeholder"           = "Vi kommer att försöka göra saker rätt och att hjälpa dig!";

"zanalytics.feedback.add.photos.alert.description" = "Inga bilder bifogade, öppna fotogalleri för att lägga till fler bilder!";

"zanalytics.feedback.add.photos.alert.open" = "Öppna bilder";


"zanalytics.feedback.access.photos.alert.description" = "%@-appen har inte åtkomst till dina bilder.\nFör att aktivera åtkomst går du till: Inställningar  >  Sekretess >  Foton > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Inställningar";

"zanalytics.feedback.label.title.anonymous" = "Anonym";

"zanalytics.feedback.navbar.button.title.send" = "Skicka";
"zanalytics.feedback.navbar.button.title.next" = "Nästa";
"zanalytics.feedback.navbar.button.title.done" = "Klart";
"zanalytics.feedback.navbar.button.title.editphotos" = "Redigera foton";
"zanalytics.feedback.navbar.button.title.addmore" = "Lägg till fler";
"zanalytics.feedback.navbar.button.title.attach" = "Bifoga";
"zanalytics.feedback.navbar.button.title.delete" = "Radera";


"zanalytics.feedback.navbar.title.taptoedit" = "Tryck för att redigera";
"zanalytics.feedback.navbar.title.editor" = "Redigerare";
"zanalytics.feedback.navbar.title.choosephotos" = "Välj foton";
"zanalytics.feedback.navbar.title.selectphotos" = "Välj foton";
"zanalytics.feedback.navbar.title.photoselected" = "Foto valt";
"zanalytics.feedback.navbar.title.photosselected" = "Foton valda";

"zanalytics.feedback.accessory.title.systemlogs" = "Inkludera systemloggar";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Inkludera diagnostisk information";
"zanalytics.feedback.accessory.button.title.view" = "Vy";

"zanalytics.feedback.picker.image.notfound" = "Bilder hittades inte";

"zanalytics.feedback.attachments.title" = "Bilagor(%i)";

"zanalytics.feedback.privacy.consent.description" = "Vi rekommenderar att du inkluderar konsolloggen och diagnostikinformationen eftersom det kommer att hjälpa våra utvecklare att bättre förstå den feedback du delar.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Konsolloggar";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Diagnostikinformation";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Annan information";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Enhetsinformation";

"zanalytics.feedback.privacy.consent.cancel" = "Avbryt";

"zanalytics.feedback.privacy.consent.openmailapp" = "Öppna i post";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Skicka alltid";

